adapta-gtk-theme
alvr-launcher-bin
archlinux-xdg-menu
archstatus-git
ark
awww
base
base-devel
bat
bluez
bluez-utils
boost
brightnessctl
chromium
cronie
docopt
dvdts-fp-git
dysk
efibootmgr
fastfetch
fd
ffmpeg4.4
ffmpegthumbnailer
ffmpegthumbs
filelight
font-manager
foobar2000
foot
ftxui
fuzzel
fzf
gdb
ghostty
gifsicle
gimp
git
gnome-tweaks
godot
grim
grub
gvfs
gvfs-afc
gvfs-mtp
hawkeye
helium-browser-bin
htop
hyprland-git
hyprland-meta-git
hyprshot
ifuse
isoimagewriter
kalker-bin
kdenlive
kio-fuse
kitty
kolourpaint
kruler
lazygit
libnotify
libreoffice-still
librewolf-bin
linux
linux-firmware
linux-lts
linux-lts-headers
lldb
man-db
man-pages
mariadb
materia-gtk-theme
mbedtls
mesa-utils
meson-python
metronome
millennium
mission-center
mpc
mpd
mpv
mupdf
mysql-workbench
ncmpcpp
neovim
nerd-fonts-git
networkmanager
networkmanager-dmenu-git
ninjabrain-bot
nomacs
notcurses
noto-fonts-emoji
nvidia-open
nvidia-prime
nvidia-settings
nvidia-utils
nwg-look
obs-studio
openvpn
os-prober
pavucontrol
phpmyadmin
pipewire
pipewire-alsa
pipewire-pulse
postgresql
prismlauncher
protonplus
pyside6
pyside6-tools
python-breathe
python-docopt
python-gdbgui
python-jaraco.classes
python-jaraco.envs
python-jaraco.itertools
python-jaraco.logging
python-jaraco.path
python-jaraco.stream
python-jaraco.test
python-pipenv
python-pipx
python-pygame
python-pywal
python-pywalfox
python-rich
python-yaml
pywal-discord-git
qbittorrent
qt6ct
ranger
reflector
rtorrent
sesh-bin
slurp
socat
speedtest++
sqlitebrowser
steam
stow
sudo
swayidle
swaync
swig
syncthing
tealdeer
television
tetrio-desktop
thunar
thunar-archive-plugin
thunar-volman
tinymist
tmux
ttf-baekmuk
tuime
tumbler
typst
typstyle
ueberzugpp
unrar
v4l2loopback-dkms
vesktop
vim
viu
vlc
vlc-gui-qt
vlc-plugin-ffmpeg
waybar
waybar-media-git
waywall-working-git
webapp-manager
wev
wireplumber
wl-clipboard
wleave-git
wlr-randr
woff-fira-code
wofi
xdg-desktop-portal
xdg-desktop-portal-gtk
yay
yay-debug
yt-dlp
z
zathura
zathura-pdf-mupdf
zip
zsh
zsh-autocomplete-git
zsh-theme-powerlevel10k-git
