archlinux-xdg-menu
ark
base
base-devel
bat
bluez
bluez-utils
brightnessctl
copyq
cronie
dolphin
dvdts-fp-git
efibootmgr
equicord-installer-bin
fastfetch
fd
ffmpeg4.4
ffmpegthumbnailer
ffmpegthumbs
filelight
flatpak
foot
fuzzel
fzf
gimp
git
grim
grub
gvfs
gvfs-afc
gvfs-mtp
hawkeye
htop
hyprland
hyprpaper
hyprpicker
hyprshell
hyprshot
ifuse
kio-fuse
kitty
libnotify
libreoffice-still
librewolf
linux
linux-firmware
man-db
man-pages
mbedtls
neovim
nerd-fonts-git
networkmanager
networkmanager-dmenu-git
nomacs
noto-fonts-emoji
nvidia
nvidia-settings
nvidia-utils
obs-studio
os-prober
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
python-pipx
python-pywal
python-pywalfox
pywal-discord-git
slurp
socat
steam
stow
sudo
swayidle
swaync
swig
swww
syncthing
tetrio-desktop
thunar
thunar-archive-plugin
thunar-volman
ttf-baekmuk
tuime
tumbler
vesktop
vim
viu
vlc
vlc-gui-qt
vlc-plugin-ffmpeg
waybar
waybar-media-git
wireplumber
wl-clipboard
wleave-git
wofi
xdg-desktop-portal
xdg-desktop-portal-hyprland
yay
yay-debug
z
zathura
zathura-pdf-mupdf
zip
zsh
zsh-autocomplete-git
zsh-theme-powerlevel10k-git
