adapta-gtk-theme
alacritty
archlinux-xdg-menu
ark
base
base-devel
bat
bluez
bluez-utils
brightnessctl
cronie
dolphin
dvdts-fp-git
dysk
efibootmgr
equicord-installer-bin
fastfetch
fd
ffmpeg4.4
ffmpegthumbnailer
ffmpegthumbs
filelight
font-manager
foot
fuzzel
fzf
ghostty
gimp
git
grim
grub
gvfs
gvfs-afc
gvfs-mtp
hawkeye
helium-browser-bin
htop
hyprland-git
hyprland-meta-git
hyprshot
ifuse
kalker-bin
kio-fuse
kitty
lazygit
libnotify
libreoffice-still
librewolf
linux
linux-firmware
man-db
man-pages
mbedtls
mesa-utils
millennium
mission-center
mpv
mupdf
neovim
nerd-fonts-git
networkmanager
networkmanager-dmenu-git
ninjabrain-bot
nomacs
nordvpn-bin
nordvpn-gui
noto-fonts-emoji
nvidia
nvidia-prime
nvidia-settings
nvidia-utils
nwg-look
openvpn
os-prober
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
prismlauncher-git
python-pipx
python-pywal
python-pywalfox
pywal-discord-git
qbittorrent
qt6ct
rtorrent
slurp
socat
speedtest++
steam
stow
sudo
swayidle
swaync
swig
swww
syncthing
tealdeer
tetrio-desktop
thunar
thunar-archive-plugin
thunar-volman
ttf-baekmuk
tuime
tumbler
ueberzugpp
unrar
v4l2loopback-dkms
vesktop
vim
viu
vlc
vlc-gui-qt
vlc-plugin-ffmpeg
waybar
waybar-media-git
waywall-working-git
webapp-manager
wireplumber
wl-clipboard
wleave-git
woff-fira-code
wofi
xdg-desktop-portal
xdg-desktop-portal-gtk
yay
yay-debug
yt-dlp
z
zathura
zathura-pdf-poppler
zellij
zip
zsh
zsh-autocomplete-git
zsh-theme-powerlevel10k-git
